[
    {
        "id": 1,
        "img": "https://post.healthline.com/wp-content/uploads/2020/08/dental-oral-health-what-happens-during-a-tooth-cleaning_thumb.jpg",
        "name": "Teeth Cleaning",
        "description": "Teeth cleaning is part of oral hygiene and involves the removal of dental plaque from teeth with the intention of preventing cavities (dental caries), gingivitis, and periodontal disease. People routinely clean their own teeth by brushing and interdental cleaning, and dental hygienists can remove hardened deposits (tartar) not removed by routine cleaning. Those with dentures and natural teeth may supplement their cleaning with a denture cleaner.Before the actual cleaning process begins, they start with a physical exam of your entire mouth.The dental hygienist uses a small mirror to check around your teeth and gums for any signs of gingivitis (inflamed gums) or other potential concerns.If they detect major problems, the dental hygienist might call the dentist to make sure it’s fine to proceed."
    },
    {
        "id": 2,
        "img": "https://www.news-medical.net/image.axd?picture=2021%2F4%2Fshutterstock_56198956.jpg",
        "name": "Teeth Whitening",
        "description": "Everyone notices a bright, white, glowing smile. And everyone notices how confident you feel when you have that beautiful smile. That’s why we utilize long-lasting Teeth Whitening procedure — because we want you to glow with pride and confidence.Teeth whitening isn’t permanent. It can lasts up to 3 years – it varies from person to person. The whitening effect won’t last as long if you smoke or drink red wine, tea or coffee, which can all stain your teeth.Like other cosmetic treatments, Teeth Whitening need regular touch-ups, usually after every 3 years."
    },
    {
        "id": 3,
        "img": "https://www.minalidental.com/wp-content/uploads/2020/02/Orthodontics-Who-Can-Benefit-from-Orthodontic-Treatment.jpg",
        "name": "Orthodontics",
        "description": "Orthodontics is a branch of dentistry that treats malocclusion, a condition in which the teeth are not correctly positioned when the mouth is closed. This results in an improper bite.Treatment can be cosmetic, to improve a person’s appearance, but it often aims to improve oral function, too.\n      An orthodontist can carry out work that aims to achieve the following:\n      1.closing wide gaps between the teeth\n      2.aligning the tips of the teeth\n      3.straightening crooked teeth\n      4.improving speech or chewing ability\n      5.boosting the long-term health of gums and teeth\n      6.preventing long-term excessive wear or trauma of the teeth\n      7.treating an improper bite\n      8.Treatment can improve the appearance of the teeth, but it can also lead to better chewing and speech function and help protect teeth from damage or decay, in some cases."
    },
    {
        "id": 4,
        "img": "https://www.finestdentistry.com/wp-content/uploads/images/dental-implant-cost-1.jpg",
        "name": "Dental Implants",
        "description": "Despite improvements in dental care, millions of people suffer tooth loss,mostly due to tooth decay, periodontal disease, or injury. For many years, the only treatment options available for people with missing teeth were bridges and dentures. But, today, dental implants are available.\n      Dental implants are replacement tooth roots. Implants provide a strong foundation for fixed (permanent) or removable replacement teeth that are made to match your natural teeth."
    },
    {
        "id": 5,
        "img": "https://www.yourdentistryguide.com/wp-content/uploads/2017/11/shade-guide-min.jpg",
        "name": "Cosmetic Dentistry",
        "description": "Cosmetic dentistry is a method of professional oral care that focuses on improving the appearance of your teeth. And although cosmetic dentistry procedures are usually elective rather than essential, some treatment cases also provide restorative benefits.\n      Cosmetic dentistry may involve:\n      \n      1.the addition of a dental material to teeth or gums – examples: bonding, porcelain veneers (laminates), crowns (caps), gum grafts\n      2.the removal of tooth structure or gums – examples: enameloplasty, gingivectomy\n      3.neither adding nor removing dental materials, tooth structure, or gums – examples: teeth whitening (bleaching), laser whitening, gum depigmentation\n      4.straightening of teeth accompanied by improvement in appearance of face[6] – orthodontics\n      5.veneers, dental laminates - conservative\n      scaling."
    },
    {
        "id": 6,
        "img": "https://pgcdental.com/assets/Uploads/blog/blog-s201.jpg",
        "name": "General Dentistry",
        "description": "When visiting a general dentist, whether you are going in for a routine dental exam or a minor oral surgery, there are many options to choose from.\n      Many general dentists use a combination of specialized care, including oral surgery, restorative services, and basic dental care treatments. Common general dentistry treatments include:\n      \n      Dental exams and teeth cleanings\n      1.X-rays\n      2.Cavity fillings\n      3.Root canal treatment\n      4.Sleep apnea treatment\n      5.Gingivitis treatment\n      6.Temporomandibular joint disorder (TMD) treatment\n      7.Oral cancer screenings\n      8.Tooth sealants\n      9.Fluoride treatment\n      10.Cosmetic dentistry procedures (including teeth whitening)\n      Minor oral surgeries, such as wisdom tooth removal and tooth extractions\n      Some general dentists offer braces and clear aligner treatment"
    }
]